Repository: Dhavisco/geokrety-website
Catalog: rzeczy/lang/*.UTF-8/LC_MESSAGES/messages.po
Languages: et_ee

source: Register a new user
et_ee: Registreeri ennast kasutajaks

source: Required fields
et_ee: Kohustuslikud väljad

source: Username
et_ee: Kasutajanimi

source: Password
et_ee: Salasõna

source: Verify Password
et_ee: Parool

source: Email
et_ee: E-post

source: Yes, I want to receive email alerts (sent daily at midnight CET/CESC) when my or watched GeoKret changes its location.
et_ee: Jah, ma tahan saada e-postiga teateid (saadetakse kord päevas südaööl CET/CESC), kui minu või minu poolt jälgitav GeoKret muudab oma asukohta.

source: Enter code
et_ee: Sisesta kood

source: Terms of use
et_ee: Kasutustingimused

source: Optional fields
et_ee: Valikulised väljad

source: Language
et_ee: Keel

source: Wrong antispam phrase!
et_ee: Vale antispäm fraas!

source: No password
et_ee: Parool puudub

source: No antyspam phase!
et_ee: Antispäm fraas puudub!

source: Passwords are different or empty!
et_ee: Paroolid on erinevad või puuduvad!

source: Password to short (should be >= 5 characters)!
et_ee: Salasõna liiga lühike (peab olema vähemalt 5 tähemärki)!

source: An email to confirm your email address was sent to you. When you confirm, your account will be fully operational. Until then, you will not be able to receive emails with daily summaries of moves of your GeoKrety. The link is valid for 5 days. Now you can perform operations on GeoKrety. Feel free to log in and enjoy GeoKrety.org! :)
et_ee: Teile on saadetud e-post, et kinnitada see aadress. Kui olete kinnitanud, on konto täielikult toimiv. Seni ei saa te vastu võtta e-kirju päevastest kokkuvõtetest ning oma GeoKretide liikumistest. Link e-postis kehtib 5 päeva. Praegu saate sooritada toiminguid GeoKretylehel. Logi sisse ja naudi GeoKrety.org! :)

source: Login
et_ee: Logi sisse

source: Forgot password?
et_ee: Unustasid parooli?

source: Wrong email address?
et_ee: Vale e-posti aadress?

source: Antispam token error! Reload the previous page.
et_ee: Antispäm märk puudub! Lae uuesti eelmine lehekülg.

source: An account created successfully.
et_ee: Konto edukalt loodud.

source: GK XML interface
et_ee: GK XML liides

source: Please login.
et_ee: Palun logi sisse.

source: Oops! Something went wrong.
et_ee: Oops! Midagi läks valesti.

source: Reporting GeoKret %s as missing
et_ee: Aruandlus GeoKret% s puuduvad

source: Commenting GeoKret: %s
et_ee: Kommenteerides GeoKret:% s

source: Please provide any information that may help the owner to find out the whereabouts of this GeoKret.
et_ee: &quot;Palun anda mistahes informatsiooni, mis võib aidata omanik välja selgitada&quot; asukoha käesoleva GeoKret.

source: Your comment
et_ee: Teie kommentaar

source: Dropped to
et_ee: Jäetud

source: Grabbed from
et_ee: Võetud

source: A comment
et_ee: Kommentaar

source: Seen in
et_ee: Nähtud

source: Archived
et_ee: Arhiveeritud

source: Dipped in
et_ee: Kasta

source: Inside a cache
et_ee: Toas cache

source: Travelling
et_ee: Reisimine

source: Still in a cache
et_ee: Ikka cache

source: Probably lost
et_ee: Ilmselt kaotas

source: Visiting
et_ee: Külas

source: Freshman mole
et_ee: Fuksi mutt

source: Traditional
et_ee: Traditsiooniline

source: A book/CD/DVD...
et_ee: Raamat/CD/DVD...

source: A human
et_ee: Inimene

source: Stats by country
et_ee: Riikide statistika

source: Number of users who are watching this geokret
et_ee: Kasutajate arv, kes vaatavad GeoKret

source: Watch this GeoKret
et_ee: Jälgi seda GeoKret

source: Stop watching this GeoKret
et_ee: Stop vaadates seda GeoKret

source: Users watching it
et_ee: Kasutajad vaatan

source: Users watching this GeoKret
et_ee: Kasutajad vaadates seda GeoKret

source: days ago
et_ee: päeva tagasi

source: Yesterday
et_ee: Eile

source: Today
et_ee: Täna

source: Download
et_ee: Lae alla

source: Translation file
et_ee: Tõlkefail

source: Suggest a better translation
et_ee: Soovita paremat tõlget

source: Map of caches
et_ee: Aarete kaart

source: Sample geokret label
et_ee: GeoKreti sildinäidis

source: Edit
et_ee: Muuda

source: You must be logged in to continue.
et_ee: Sa pead olema sisselogitud, et jätkata.

source: Old password
et_ee: Vana parool

source: New password
et_ee: Uus parool

source: Retype
et_ee: Kirjuta salasõna uuesti

source: characters
et_ee: tähemärgid

source: Passwords different or empty or too short
et_ee: Paroolid erinevad või tühjad või liiga lühike

source: Wrong current password
et_ee: Vale vana parool

source: Home coordinates
et_ee: Kodu koordinaadid

source: eg.
et_ee: nt.

source: Wrong email or subscribtion option
et_ee: Vale e-posti või subscribtion valik

source: Choose statpic
et_ee: Vali statpilt

source: GeoKret name
et_ee: GeoKreti nimi

source: Geokret type
et_ee: GeoKreti tüüp

source: Comment
et_ee: Kommentaar

source: characters left
et_ee: tähemärki alles

source: Email2GK :: β (beta)
et_ee: Email2GK: β (beeta)

source: Photo gallery
et_ee: Pildigalerii

source: No such GeoKret!
et_ee: Sellist GeoKreti pole!

source: Return to GeoKret's page
et_ee: Tagasi GeoKret lehele

source: Photo gallery of
et_ee: Pildigalerii

source: Photo by
et_ee: Foto

source: Date
et_ee: Kuupäev

source: Country
et_ee: Riik

source: To set this GeoKret's avatar, select one of the pictures and click the Save button below.
et_ee: &quot;Et see GeoKret&#39;s Avatar, valige üks pildi ja klõpsa Save&quot; nuppu.

source: Save new avatar
et_ee: Salvesta uus avatar

source: Your GeoKret doesn't have any pictures. You can add them by clicking on this icon on the GeoKret's page:
et_ee: &quot;Sinu GeoKret ei ole ühtegi pilti. Saate lisada neile klikkides selle &quot;&quot; ikooni GeoKret leheküljel:

source: GeoMap
et_ee: GeoKaart

source: Add to group
et_ee: Lisa gruppi

source: Private groups
et_ee: Privaatne grupp

source: Public groups
et_ee: Avalik grupp

source: Create group
et_ee: Loo grupp

source: The group has been created succesfully
et_ee: Grupp edukalt loodud

source: Go back to the geokret page
et_ee: Mine tagasi GeoKreti lehele

source: Add the geokret to a group
et_ee: Lisa GeoKret gruppi

source: Group name
et_ee: Grupi nimi

source: Private
et_ee: Privaatne

source: Description
et_ee: Kirjeldus

source: Show group
et_ee: Näita gruppi

source: Invalid input
et_ee: Vale sisend

source: Rename image
et_ee: Nimeta pilt

source: Image upload
et_ee: Pildi üleslaadimine

source: Rename image of
et_ee: Nimeta pilt

source: Upload image for
et_ee: Laadi pilt

source: Uploaded file too large
et_ee: Uploaded fail liiga suur

source: Uploaded image format not supported
et_ee: Uploaded pildi vormingut ei toetata

source: Other error
et_ee: Muud viga

source: Image dimension(s) too large (width and/or height)
et_ee: Image mõõde (id) on liiga suur (laius-ja / või kõrgus)

source: Supported image types
et_ee: Toetatavad pilditüübid

source: Maximum width
et_ee: Maksimaalne laius

source: Maximum height
et_ee: Maksimaalne kõrgus

source: Maximum file size
et_ee: Maksimaalne failisuurus

source: Characters left:
et_ee: Lõbu jäänud:

source: File:
et_ee: Pilt:

source: Use as avatar
et_ee: Kasuta avatar

source: Remember
et_ee: Meeles pidama

source: Remember the description for the next %d minutes
et_ee: Pea meeles kirjeldus järgmise% d minutit

source: Home
et_ee: Avaleht

source: Welcome to GeoKrety.org! This service is similar to TravelBug(TM) or GeoLutins and aims at tracking things you put to geocache containers... <a href="help.php#about">read more...</a>
et_ee: Tere tulemast GeoKrety.org! See teenus on sarnane TravelBug (TM) ehk RännuPutukatele või GeoLutins ehk GeoLutikatele ja selle eesmärgiks on jälgida esemeid, mis pannakse geopeituse aardekonteineritesse... <a href="help.php#about">loe lisaks...</a>

source: no need to register!
et_ee: registreerimine pole vajalik

source: registered GeoKrets
et_ee: registreeritud GeoKreti

source: GeoKrets hidden
et_ee: peidetud GeoKreti

source: users
et_ee: kasutajat

source: <strong>%d km</strong> done by all GeoKrets (it is %.2f x distance from the Earth to the Moon, %.2f x the Earth equatorial circumference and %.5f x the distance from the Earth to the Sun).
et_ee: <strong>%d km </strong> on liigutatud kõiki GeoKrete kokku (see on %.2fx kaugus Maa ja Kuu vahel, %.2fx ekvaatori ümbermõõt ja %.5fx kaugus Maa ja Päikese vahel).

source: News
et_ee: Uudised

source: Recent logs
et_ee: Viimased logid

source: Recently uploaded images
et_ee: Viimati lisatud pildid

source: Recently registered GeoKrets
et_ee: Viimati registreeritud GeoKretid

source: visits/day
et_ee: külastust päevas

source: Hidden
et_ee: Peidetud

source: in
et_ee: sisse

source: Edit description
et_ee: Edit kirjeldus

source: Add photo
et_ee: Lisa foto

source: Print a label for this geokret
et_ee: Prindi silt sellele GeoKretile

source: Archive this geokret
et_ee: Arhiveeri see GeoKret

source: Write a note
et_ee: Kirjutage märge

source: Statistics
et_ee: Statistika

source: View photo gallery
et_ee: Vaata pildigaleriid

source: Number of photos in the gallery
et_ee: Fotode arv rõdul

source: Log this GeoKret
et_ee: Logi GeoKret

source: Delete photo
et_ee: Kustuta foto

source: Altitude profile
et_ee: Kõrgusprofiil

source: Email the owner
et_ee: Email omanik

source: Total distance
et_ee: Kogu läbitud vahemaa

source: Places visited
et_ee: Kohad külastas

source: Forum links
et_ee: Foorum lingid

source: Country track
et_ee: Külastatud riigid

source: Short description
et_ee: Lühikirjeldus

source: start
et_ee: Algus

source: trip points
et_ee: Reisipunktid

source: recently seen
et_ee: Viimati nähtud

source: Search for caches in this area on geocaching.com
et_ee: Otsi puhverdab selle valdkonna kohta geocaching.com

source: Search geocaching.com
et_ee: Otsi geocaching.com

source: Write comment
et_ee: Kirjuta kommentaar

source: Delete log
et_ee: Kustuta log

source: Delete comment
et_ee: Kustuta kommentaar

source: Contact
et_ee: Kontakt

source: If you have any suggestion or bug reports feel free to write us
et_ee: Kui teil on ettepanekuid või veateateid, võite meile kirjutada

source: Operations on GeoKrety
et_ee: Tegevused GeoKretidega

source: Search
et_ee: Otsing

source: About
et_ee: Info

source: contact
et_ee: kontakt

source: Print label
et_ee: Prindi silt

source: Owner
et_ee: Omanik

source: Edit this text to fit your needs as well as the label size
et_ee: Muudke seda teksti, et see vastaks teie vajadustele, samuti sildi suurust.

source: Label template
et_ee: Sildi vorm

source: Help languages
et_ee: Keeled sildil

source: Please note: not all translations are avaliable. Translations may not work with some templates. English is added by default, so you may not select it.
et_ee: Pange tähele: kõik tõlked ei ole kättesaadavad. Tõlked ei pruugi mõnel juhul toimida. Inglise keel lisatakse vaikimisi, seda ei saa valida.

source: Edit this GeoKret
et_ee: Redigeeri seda GeoKret

source: Name
et_ee: Nimi

source: Last action
et_ee: Viimane tegevus

source: Distance travelled
et_ee: Läbitud vahemaa

source: Number of visited caches
et_ee: Arv külastas puhverdab

source: You are probably logged in.
et_ee: Sa oled ilmselt sisse logitud

source: User doesn't exist/wrong password.
et_ee: Kasutaja ei eksisteeri/vale parool.

source: Error setting sessid.
et_ee: Viga sessid.

source: Remember me
et_ee: Jäta mind meelde

source: Geokrets on the map
et_ee: GeoKretid kaardil

source: Map centers at your home coordinates (you can edit it in your profile). If you hadn't defined it, the map centers on the Most Przyjaźni in Zgorzelec/Gorlitz.
et_ee: &quot;Kaart keskused kodus koordinaadid (saad redigeerida oma profiili). Kui &quot;&quot; Te ei ole määratletud, siis kaart keskuste kõige Przyjaźni aastal Zgorzelec / &quot;&quot; Görlitz.

source: Probably lost geokrets
et_ee: Tõenöoliselt kaotsi läinud GeoKretid

source: Contact with user
et_ee: Saada kasutajale kiri

source: This user haven't defined an email address.
et_ee: See kasutaja ei ole määranud oma e-posti aadressi.

source: You haven't defined an email address.
et_ee: Sa ei ole määranud oma e-posti aadressi.

source: From
et_ee: Saatja

source: To
et_ee: Saaja

source: Subject
et_ee: Teema

source: Message
et_ee: Sõnum

source: Send message
et_ee: Saada sõnum

source: My Page
et_ee: Minu lehekülg

source: seems to be not a valid user id.
et_ee: Ei ole kehtiv kasutaja.

source: This user was not logged in
et_ee: See kasutaja ei ole sisse logitud

source: My recent logs
et_ee: Minu viimased logid

source: Recent moves of my geokrets
et_ee: Minu GeoKretide viimased liikumised

source: Send a message to the user
et_ee: Saada kasutajale sõnum

source: Joined us
et_ee: Liitus meiega

source: Subscribe to RSS channel
et_ee: Liitu RSS-kanaliga

source: Be up to date with your and watched GeoKrets!
et_ee: Ole kursis enda ning jälgitavate GeoKretidega

source: Geokrets in my inventory
et_ee: GeoKretid minu inventuuris

source: My geokrets
et_ee: Minu GeoKretid

source: Watched geokrets
et_ee: Jälgitavad GeoKretid

source: My photos
et_ee: Minu fotod

source: Photos of my geokrets
et_ee: Fotod minu geokrets

source: Where are my geokrets?
et_ee: Kus on minu GeoKretid?

source: To obtain a new password, please enter your e-mail address. A new password will be e-mailed.
et_ee: Et saada uut parooli, sisesta palun oma e-posti aadress. Uus parool saadetakse sulle sinna.

source: Antispam
et_ee: Antispäm

source: Your new password in GeoKrety service is
et_ee: Teie uus parool GeoKrety lehel on

source: New password sent to
et_ee: Uus parool saadetud

source: No such email
et_ee: Selline e-posti aadress ei eksisteeri

source: Comments
et_ee: Kommentaarid

source: Unsubscribe from this news post
et_ee: Lahku see uudis post

source: Subscribe to this news post
et_ee: Telli see uudis post

source: Write new comment
et_ee: Kirjuta uus kommentaar

source: Post comment
et_ee: Lisa kommentaar

source: There are no comments for this post.
et_ee: Puuduvad kommentaarid sellele ametikohale.

source: View comments
et_ee: Vaata kommentaare

source: Users watching this GeoKret:
et_ee: Kasutajad vaadates seda GeoKret:

source: Press corner
et_ee: Pressinurk

source: Recent log comments
et_ee: Viimased log kommentaarid

source: User
et_ee: Kasutaja

source: Recent Log Comments
et_ee: Viimased Logi Kommentaarid

source: View all comments
et_ee: Vaata kõiki kommentaare

source: Recent news comments
et_ee: Viimased uudised kommentaarid

source: Go to geokret's page
et_ee: Mine GeoKret lehele

source: Register a new GeoKret
et_ee: Registreeri uus GeoKret

source: No GeoKret's name!
et_ee: GeoKretil puudub nimi!

source: Cannot edit this log
et_ee: Ei muuda seda log

source: Missing or invalid Tracking Code
et_ee: Puuduv või vigane Tracking Code

source: Missing or invalid Reference Number
et_ee: Puuduv või vigane viitenumber

source: Invalid log type
et_ee: Vigane logitüüp

source: No lat/lon OR waypoint name!
et_ee: Puuduvad laiuskraadid/pikkuskraadid VÕI Waypointi nimi!

source: No username supplied
et_ee: Kasutajanimi pole

source: Wrong time (minutes)
et_ee: Vale aeg (minutid)

source: Wrong time (hours)
et_ee: Vale kellaaeg (tunnid)

source: There is an entry with this date. Correct the date or the hour.
et_ee: Selle kuupäevaga sissekanne on olemas. Paranda kuupäev või kellaaeg.

source: The date is from the past, BEFORE the GeoKret was created.
et_ee: Kuupäev on minevikust, ENNE kui GeoKret loodi.

source: The date is from the future (if you are an inventor of a time travelling machine, contact with us, please)
et_ee: Kuupäev on tulevikust (kui te olete ajamasina leiutaja, palun kontakteeruge meiega)

source: You can not archive not your own GeoKret
et_ee: Sa ei saa arhiveerida GeoKreti, mis ei kuulu sulle

source: Add a comment
et_ee: Lisa kommentaar

source: Archive a GeoKret
et_ee: Arhiiv GeoKret

source: Archive
et_ee: Arhiiv

source: 6 characters from GeoKret label, eg.
et_ee: 6 tähemärki GeoKreti sildilt, nt.

source: However it is possible to perform operations on GeoKrety without logging in, we encourage you to create an account and log in. It will take you about 15 seconds :)
et_ee: Kuigi on võimalik kasutada GeoKret.com lehte ilma sisse logimata, siiski soovitame luua konto ja sisse logida. See võtab umbes 15 sekundit :)

source: This may be your:<br />- geocaching/opencaching username<br />- nickname<br />- name, etc.
et_ee: &quot;See võib olla oma: <br /> - Geopeituse / opencaching kasutajanime <br /> - Hüüdnimi <br /> - Nimi, jne

source: Choose log type
et_ee: Vali logi tüüp

source: I've dropped GeoKret
et_ee: Olen jätnud GeoKreti

source: I've grabbed GeoKret
et_ee: Olen võtnud GeoKreti

source: I've met GeoKret
et_ee: Olen näinud GeoKreti

source: I've dipped a GeoKret
et_ee: Olen lähi GeoKret

source: Identify GeoKret
et_ee: Tuvasta GeoKret

source: New location
et_ee: Uus asukoht

source: <a href="help.php#locationdlagc">Learn more about hiding geokrets in GC caches</a>
et_ee: &quot; <a href="help.php#locationdlagc">Lisateavet peidus geokrets GC &quot;puhverdab</a>

source: or
et_ee: või

source: name of cache
et_ee: aarde nimi

source: Check
et_ee: Kontrolli

source: Captcha verification
et_ee: Captcha kontrollimine

source: Additional data
et_ee: Täiendavad andmed

source: Time
et_ee: Kellaaeg

source: Enter exact time when You think it may be important
et_ee: Sisestage täpne kellaaeg, kui te arvate, et see võib olla oluline

source: Optional
et_ee: Valikuline

source: Top ten total distance: traditional and books
et_ee: Top 10 läbitud vahemaa: traditsioonilised ja raamatud

source: Top longest moves
et_ee: Top 10 enim liigutatud

source: Top ten droppers
et_ee: Top 10 liigutajad

source: Not logged in.
et_ee: Sa ei ole sisse logitud.

source: Top ten owners
et_ee: Top 10 omanikud

source: GeoKret not found
et_ee: Ei leidnud GeoKreti

source: Invalid tracking code
et_ee: Vigane jälgimiskoodi

source: Please provide the coordinates (lat/lon) of the cache %s in the input box on left.
et_ee: &quot;Palun anna koordinaadid (Lat / Lon) on vahemälu% s sisendkäibemaksu kasti&quot; &quot;vasakule.

source: <a href="http://geokrety.org/help.php#locationdlagc">Learn more about hiding geokrets in GC caches</a>
et_ee: &quot; <a href="http://geokrety.org/help.php#locationdlagc">Lisateave &quot;peidus geokrets GC puhverdab</a>

source: caches match
et_ee: Aare sobib

source: No cache found
et_ee: Aare ei ole leitav

source: Operations on this GeoKret
et_ee: Tegevused selle GeoKretiga

source: Found users
et_ee: Kasutaja leitud

source: Geokrety visiting the cache
et_ee: Geokrety külastavad cache

source: Geokrets in
et_ee: Geokrets aastal

source: GeoKret owner
et_ee: GeoKreti omanik

source: Log a GeoKret
et_ee: Logi GeoKret

source: Report abuse
et_ee: Teata rikkumisest

source: Side products
et_ee: Side tooted

source: My account
et_ee: Minu konto

source: Account details
et_ee: Konto detailid

source: Show all
et_ee: Näita kõiki

source: Showing items %s - %s (of %s) :: %s
et_ee: Näita objekte %s - %s (%s) :: %s

source: Showing items %s - %s (of %s)
et_ee: Näidatakse kirjete% s -% s (% s)

source: <strong>User's manual:</strong> <strong>1.</strong> Take this GeoKret. Note down his Tracking Code. <strong>2.</strong> Hide in another cache. <strong>3.</strong> Register the trip at http://geokrety.org/
et_ee: <strong>Juhend:</strong> <strong>1.</strong> Võta GeoKret kaasa. Märgi endale Tracking Code. <strong>2.</strong> Peida GeoKret mõnda teiseaardesse. <strong>3.</strong> Registreeri reis: http://geokrety.org/

source: You can also go to the apppropriate page by decoding the QR-code.
et_ee: Võite minna ka vajalikule lehele QR-koodi kasutades.

source: Reference number
et_ee: Viitenumber

source: <a href="http://geokrety.org/help.php#acceptableformats">Other acceptable lat/lon formats</a>
et_ee: <a href="http://geokrety.org/help.php#acceptableformats"> Teised laiuskraadide/pikkuskraadide lubatud vormid </a>

source: Always enter minutes, eg.
et_ee: Alati sisestage minutid, nt.

source: An account in GeoKrety.org associated with this email was created. To activate this email please click on the link below. If you don't know why is that mail and what is GeoKrety.org, just delete this email and forget about it :)
et_ee: Selle e-posti aadressiga seotud konto on loodud lehel GeoKrety.org. Konto Aktiveerimiseks vajuta alloleval lingil. Kui sa ei tea, miks sulle see kiri saadeti ja mis on GeoKrety.org, siis palun kustuta see ja unusta ära, et sa selle said :)

source: Lat/lon in format: dd mm.mmm
et_ee: Laiuskraadid/Pikkuskraadid formaadis: dd mm.mmm

source: User exists!
et_ee: Kasutajanimi on juba olemas!

source: Wrong lat/lon! Not a numbers? Lat>90 or Lon > 180?
et_ee: Valed laiuskraadid/pikkuskraadid! Ei sisestanud numbreid? laiuskraadid > 90° või pikkuskraadid > 180°?

source: Supporting materials
et_ee: Abimaterjalid

source: where are geokrety now?
et_ee: Kus on mu GeoKretid praegu?

source: \t coordinates
et_ee: \t koordinaadid
